<template>
  <q-list>
    <q-expansion-item
      label="Преимущества подачи заявки через “Федеральную службу помощи”"
      header-class="custom-accordion"
      class="box-shadow-main expansion-item--custom q-mb-lg"
    >
      <q-card class="expansion-item--card">
        <q-separator class="q-mx-md" />
        <q-card-section>
          <div
            class="custom-text"
          >
            Банкротство физических лиц через сервис “Федеральная служба помощи” -
            это безопасно, просто и быстро. Наш сервис предоставляют уникальную
            возможность отправить заявку сразу во все проверенные юридические компании,
            которые занимаются банкротством. Вам остаётся лишь выбрать компанию,
            которая представить вам выгодные условия сотрудничества.
            <br>
            <br>
            Данный формат взаимодействия позволяет вам увеличить вероятность
            одобрения заявки, чтобы избавиться от долгов раз и навсегда.
          </div>
        </q-card-section>
      </q-card>
    </q-expansion-item>
    <q-expansion-item
      label="С чего начать процедуру банкротства?"
      header-class="custom-accordion"
      class="box-shadow-main expansion-item--custom q-mb-lg"
    >
      <q-card class="expansion-item--card">
        <q-separator class="q-mx-md" />
        <q-card-section>
          <div
            class="custom-text"
          >
            Ввиду малой осведомлённости физических лиц о том, как
            проходит процедура банкротства и что нужно для её инициации,
            рационально обращаться к специалистам профильных юридических компаний.
            По этому направлению предоставляется ряд услуг:
            <br>
            <ol>
              <li>
                Поддержка командой экспертов или специалистом компании.
                Юрист консультирует об особенностях процедуры, помогает
                собрать необходимый пакет документов, находится на связи в
                ходе всей процедуры. Личный эксперт информирует о продвижении дела,
                отвечает на любые интересующие клиента вопросы.
              </li>
              <li>
                Бесплатная консультация. При полном отсутствии понимания о
                первых шагах в процедуре банкротства можно получить бесплатную
                консультацию специалистов. Это поможет понять суть процедуры,
                к чему быть готовым и основные этапы её проведения.
                Предварительно важно подготовить интересующие вопросы,
                чтобы получить максимально развёрнутую информацию.
              </li>
              <li>
                Услуга банкротства физических лиц под ключ. Полное сопровождение
                клиента - от первого обращения до окончания процедуры.
                Клиенту необходимо только предоставить достоверные данные о задолженностях,
                остальное выполняют эксперты. Наш сервис специализируется на услугах этой категории.
              </li>
            </ol>
          </div>
        </q-card-section>
      </q-card>
    </q-expansion-item>
    <q-expansion-item
      label="С чего начать процедуру банкротства?"
      header-class="custom-accordion"
      class="box-shadow-main expansion-item--custom q-mb-lg"
    >
      <q-card class="expansion-item--card">
        <q-separator class="q-mx-md" />
        <q-card-section>
          <div
            class="custom-text"
          >
            После признания физического лица банкротом в отношении него
            распространяется ряд запретов и ограничений:
            <br>
            <ul>
              <li>
                На протяжении 3-х лет занимать должность директора
                организации любой формы деятельности.
              </li>
              <li>
                В течение 5 лет занимать должность руководителя в микрофинансовой организации (МФО).
              </li>
              <li>
                Следующие 10 лет занимать руководящую должность в банке.
              </li>
              <li>
                Помимо этого, повторная процедура банкротства не может быть инициирована
                в течение последующих 5 лет. Также есть случаи, когда суд признаёт
                физическое лицо банкротом, но не даёт разрешения на списание долгов.
                В этом случае совокупная сумма долгов «замораживается», на неё больше
                не начисляются проценты. Но обязательства по уплате задолженности не снимаются.
              </li>
            </ul>
          </div>
        </q-card-section>
      </q-card>
    </q-expansion-item>
    <q-expansion-item
      label="Каковы последствия банкротства для родственников?"
      header-class="custom-accordion"
      class="box-shadow-main expansion-item--custom q-mb-lg"
    >
      <q-card class="expansion-item--card">
        <q-separator class="q-mx-md" />
        <q-card-section>
          <div
            class="custom-text"
          >
            Признание физического лица банкротом никак не влияет на членов семьи
            и родственников, не сказывается на их кредитной истории и не накладывает
            на них никаких ограничений. Вся ответственность, а также последствия процедуры
            банкротства относятся исключительно к лицу, признанному банкротом.
          </div>
        </q-card-section>
      </q-card>
    </q-expansion-item>
    <q-expansion-item
      label="Чем грозит процедура банкротства физических лиц?"
      header-class="custom-accordion"
      class="box-shadow-main expansion-item--custom q-mb-lg"
    >
      <q-card class="expansion-item--card">
        <q-separator class="q-mx-md" />
        <q-card-section>
          <div
            class="custom-text"
          >
            Помимо реализации имущества в счёт уплаты долга (кроме единственного жилья),
            а также определённых ограничений, которые придётся испытать следующие 5-10 лет,
            нет никаких неблагоприятных последствий. Отсутствуют и любого рода угрозы.
          </div>
        </q-card-section>
      </q-card>
    </q-expansion-item>
    <q-expansion-item
      label="Как долго длится процедура банкротства?"
      header-class="custom-accordion"
      class="box-shadow-main expansion-item--custom q-mb-lg"
    >
      <q-card class="expansion-item--card">
        <q-separator class="q-mx-md" />
        <q-card-section>
          <div
            class="custom-text"
          >
            Длительность процедуры банкротства не определена законодательно,
            она может продолжаться от нескольких месяцев до нескольких лет.
            На этот срок влияет множество факторов, главный из которых -
            правильная подготовка документации. Поэтому для того, чтобы ускорить этот процесс,
            стоит обращаться к специалистам по банкротству физических лиц.
            <br>
            <br>
            Определённые сроки всё же существуют: срок рассмотрения заявки судом составляет 90 дней.
            Сразу после первого судебного заседания по инициации процедуры банкротства начинается
            работа арбитражного управляющего. Далее всё зависит от полноты документов и
            достоверности предоставленных данных.
          </div>
        </q-card-section>
      </q-card>
    </q-expansion-item>
    <q-expansion-item
      label="Плюсы и минусы банкротства физического лица"
      header-class="custom-accordion"
      class="box-shadow-main expansion-item--custom q-mb-lg"
    >
      <q-card class="expansion-item--card">
        <q-separator class="q-mx-md" />
        <q-card-section>
          <div
            class="custom-text"
          >
            Основное преимущество банкротства физических лиц - освобождение от долговых
            обязательств и претензий кредиторов, вне зависимости от размера долга.
            Второе весомое преимущество - сохранение недвижимости, если она является единственным
            жильём и не находится под залогом или в ипотеке.
            <br>
            <br>
            К недостаткам банкротства физических лиц можно отнести значительное ухудшение репутации
            и потерю доверия со стороны банков и МФО. Физическим лицам, признанным банкротами,
            крайне сложно (чаще невозможно) получить даже небольшие займы или кредиты, в том числе
            по истечению 5-10 лет.
          </div>
        </q-card-section>
      </q-card>
    </q-expansion-item>
  </q-list>
</template>

<script>
export default {
  name: 'AccordionComponent',
};
</script>
<style lang="scss">
.expansion-item--custom {
  border-radius: 20px;
  font-family: 'Inter Tight',sans-serif;
  font-style: normal;
  font-weight: 500;
  font-size: 18px;
  line-height: 22px;
  @media (max-width: $breakpoint-xs-max) {
    font-size: 16px;
  }
  .q-card__section {
    padding: 20px;
  }
}
.expansion-item--card,.expansion-item--custom {
  background: #FAFAFA;
}
.custom-accordion {
  padding: 30px 20px;
}
.custom-text {
  font-family: 'Inter Tight', sans-serif;
  font-style: normal;
  font-weight: 400;
  font-size: 16px;
  line-height: 22px;
  @media (max-width: $breakpoint-xs-max) {
    font-size: 13px;
  }
  color: #898989;
}
</style>
