<template>
  <section-wrapper
    class="helpful-info"
    id="helpful-info"
  >
    <div class="q-mb-md heading-h4">
      Полезная информация
    </div>
    <accordeon :text="items" />
  </section-wrapper>
</template>

<script>
import SectionWrapper from 'components/section-wrapper';
import Accordeon from './components/accordion';

export default {
  name: 'HelpfulInfo',
  components: { SectionWrapper, Accordeon },
  data() {
    return {
      items: [
        {
          label: 'Преимущества подачи заявки через “Федеральную службу помощи”',
          text: 'Во время производства по делу о банкротстве физического лица будут рассматривается соглашения, которые инициировались должником до момента подачи лицом заявления о признании банкротом. Также учитывается момент, если должник подал заявку о признании человека банкротом, однако у его близких родственников большое состояние, то процедура до такого должника не применяется.',
        },
        {
          label: 'С чего начать процедуру банкротства?',
          text: 'Во время производства по делу о банкротстве физического лица будут рассматривается соглашения, которые инициировались должником до момента подачи лицом заявления о признании банкротом. Также учитывается момент, если должник подал заявку о признании человека банкротом, однако у его близких родственников большое состояние, то процедура до такого должника не применяется.',
        },
        {
          label: 'Какие последствия признания банкротом?',
          text: 'Во время производства по делу о банкротстве физического лица будут рассматривается соглашения, которые инициировались должником до момента подачи лицом заявления о признании банкротом. Также учитывается момент, если должник подал заявку о признании человека банкротом, однако у его близких родственников большое состояние, то процедура до такого должника не применяется.',
        },
        {
          label: 'Ньюансы и последствия',
          text: 'Во время производства по делу о банкротстве физического лица будут рассматривается соглашения, которые инициировались должником до момента подачи лицом заявления о признании банкротом. Также учитывается момент, если должник подал заявку о признании человека банкротом, однако у его близких родственников большое состояние, то процедура до такого должника не применяется.',
        },
      ],
    };
  },
};
</script>
